Repository: SpookyBread0-o/Mailpile
Catalog: locale/*/LC_MESSAGES/mailpile.po
Languages: pl

source: Failed
pl: Porażka

source: Failed to parse arguments
pl: Nie udało się przetworzyć argumentów

source: What message is %s?
pl: Co to za wiadomość %s?

source: %s error: %s
pl: Błąd %s: %s

source: Generating result
pl: Generuję wynik

source: Parsing metadata for %d results (full_threads=%s)
pl: Przetwarzanie metadanych %d wyników (full_threads=%s)

source: Rescanned vcards
pl: Odświeżono vcardy

source: Rescanned mailboxes
pl: Przeskanowano ponownie skrzynki

source: Failed to reindex: %s
pl: Nie powiodło się ponowne indeksowanie: %s

source: Rescan already in progress
pl: Odświeżanie już rozpoczęto

source: Rescanned vcards and mailboxes
pl: Odświeżono vcardy i skrzynki

source: User aborted
pl: Użytkownik anulował

source: Rescanning: %s
pl: Ponownie skanuję: %s

source: Running: %s
pl: Wykonywanie: %s

source: Failed to rescan: %s
pl: Błąd podczas odświeżania: %s

source: Nothing changed
pl: Brak zmian

source: Optimized search engine
pl: Zoptymalizowana wyszukiwarka

source: Aborted
pl: Anulowano

source: Started the web server
pl: Wystartowano serwer

source: Wrote PID to %s
pl: Zapisano PID do %s

source: Rendered the page
pl: Wyrenderowano stronę

source: Listed events, threads, and locks
pl: Wylistowano wydarzenia, wątki oraz blokady

source: In lockdown, doing nothing.
pl: Zablokowane, bez zmian.

source: That file already exists: %s
pl: Ten plik: %s już istnieje

source: Dumped to %s: %s
pl: Zrzucono do %s: %s

source: Dumped: %s
pl: Zrzucono: %s

source: Reset to default values
pl: Zresetuj do wartości domyślnych

source: Added %d mailboxes
pl: Dodano %d skrzynek

source: Set output mode to: %s
pl: Ustaw tryb wyjścia na: %s

source: Shutting down...
pl: Zamykam...

source: Type `help` for instructions or press <Ctrl-d> to quit.
pl: Wpisz `help` aby uzyskać pomoc lub <Ctrl-d> aby wyjść.

source: Commands:
pl: Komendy:

source: Tags: (use a tag as a command to display tagged messages)
pl: Tagi: (nazwy tagów działają jako komendy do wyświetlenia otagowanych wiadomości)

source: Error
pl: Błąd

source: Displayed help
pl: Wyświetl pomoc

source: Unknown command
pl: Nierozpoznane polecenie

source: Displayed variables
pl: Wyświetlone zmienne

source: Displayed welcome message
pl: Wyświetl wiadomość powitalną

source: Unknown command: %s
pl: Nierozpoznane polecenie: %s

source: yes
pl: tak

source: on
pl: włączony

source: false
pl: fałsz

source: no
pl: nie

source: Invalid URL slug: %s
pl: nieprawidłowy slug adresu URL: %s

source: Invalid hostname: %s
pl: nieprawidłowy adres: %s

source: File/directory does not exist: %s
pl: Plik/katalog: %s nie istnieje

source: Not a file: %s
pl: %s nie jest plikiem

source: Not a directory: %s
pl: %s nie jest katalogiem

source: Only lists or dictionaries can contain dictionary values (key %s).
pl: Tylko listy i mapy mogą zawierać inne mapy (klucz %s)

source: Subsections must be immutable (key %s).
pl: Podsekcje muszą być niezmienne (klucz %s).

source: Lists cannot have default values (key %s).
pl: Listy nie mogą mieć domyślnych wartości (klucz %s).

source: Invalid key for %s: %s
pl: Nieprawidłowy klucz dla %s: %s

source: Modifying %s/%s is not allowed
pl: Modyfikowanie %s/%s jest zabronione

source: Invalid value for %s/%s: %s
pl: Nieprawidłowa wartość dla %s/%s: %s

source: Unknown constraint for %s/%s: %s
pl: Nieznane ograniczenie dla %s/%s: %s

source: Cannot append to fixed dict
pl: Nie można dodać do zamkniętego słownika

source: Creating: %s
pl: Tworzenie: %s

source: Invalid (%s): section %s does not exist
pl: Błąd (%s): sekcja %s nie istnieje

source: Loading plugin: %s
pl: Ładowanie wtyczki: %s

source: Processing manifests
pl: Przetwarzanie manifestów

source: No such mailbox: %s
pl: Nie ma takiej skrzynki: %s

source: %s: Updating: %s
pl: %s: uaktualnianie: %s

source: %s: Opening: %s (may take a while)
pl: %s: trwa otwieranie: %s (może potrwać chwilkę)

source: Sent using Mailpile, Free Software from www.mailpile.is
pl: Wysłano używając Mailpile, Wolnego Oprogramowania z www.mailpile.is

source: Parent paths are not allowed
pl: Ścieżki nadrzędne niedozwolone

source: Mailpile program version
pl: Numer wersji programu Mailpile

source: Configuration timestamp
pl: Timestamp konfiguracji

source: Technical system settings
pl: Ustawienia systemu

source: Max files kept open at once
pl: Max ilość otwartych plików

source: Listening port for web UI
pl: Port nasłuchujący dla interfejsu webowego

source: Posting list target size in KB
pl: Rozmiar listy wiadomości w KB

source: Max results we sort "well"
pl: Max ilość rezultatów do "dobrego" sortowania

source: Max length of metadata snippets
pl: Maksymalna długość skrótów metadanych

source: Debugging flags
pl: Flagi do debuggowania

source: Host:port of PGP keyserver
pl: Host:port serwera PGP

source: Override the home directory of GnuPG
pl: Podaj inny niż domyślny katalog domowy GnuPG

source: Listening host for web UI
pl: Host nasłuchujący dla UI webowego

source: Local read/write Maildir
pl: Lokalny katalog Maildir (odczyt/zapis)

source: Metadata index file
pl: Indeks metadanych

source: Search index directory
pl: Przeszukaj katalog index

source: Mailboxes we index
pl: Skrzynki zawarte w pliku index

source: Plugins to load on startup
pl: Pluginy uruchamiane przy starcie

source: Locations of assorted data
pl: Lokalizacja posortowanych danych

source: Default theme
pl: Domyślny styl

source: Location of vcards
pl: Lokalizacja plików VCard

source: Demo mode, disallow changes
pl: Tryb demo, wyłącz zmiany

source: User preferences
pl: Ustawienia użytkownika

source: Search results per page
pl: Ilość rezultatów wyszukiwania na stronie

source: New mail check frequency
pl: Częstotliwość odświeżania skrzynki

source: Inline PGP signatures or attached
pl: Podpis GPG w treści albo jako załącznik

source: Encrypt local data to ...
pl: Szyfruj lokalne dane do ...

source: Advertise GPG preferences in a header?
pl: Zgłaszać opcje GPG w nagłówku?

source: Default encryption policy for outgoing mail
pl: Domyślne ustawienie szyfrowania dla wychodzącej poczty

source: Default sort order
pl: Domyślne sortowanie

source: Key to use to scramble the index
pl: Klucz używany do ukrycia zawartości indeksu

source: Make encrypted content searchable
pl: Włącz szukanie w zaszyfrowanych wiadomościach

source: Command run before rescanning
pl: Komenda wykonana przed ponownym skanowaniem

source: Default outgoing e-mail address
pl: Domyślny adres e-mail nadawcy

source: Default outgoing mail route
pl: Domyślna trasa poczty wychodzącej

source: Always BCC self on outgoing mail
pl: Zawsze dodawaj swój adres jako UDW w poczcie wychodzącej

source: User interface language
pl: Język interfejsu

source: VCard import/export settings
pl: Ustawienia importu/eksportu plików VCard

source: VCard import settings
pl: Ustawienia importu plików VCard

source: VCard export settings
pl: Ustawienia eksportu plików VCard

source: VCard context helper settings
pl: Ustawienia pomocnika kontekstowego plików VCard

source: Messaging protocol
pl: Protokół komunikacyjny

source: User name
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Shell command
pl: Komenda powłoki

source: Mailbox protocol or format
pl: Protokół lub format skrzynki pocztowej

source: Shell command run before syncing
pl: Komenda powłoki uruchamiana przed synchronizacją

source: Shell command run after syncing
pl: Komenda powłoki uruchamiana po synchronizacji

source: How frequently to check for mail
pl: Jak często sprawdzać pocztę

source: Paths to watch for new mailboxes
pl: Ścieżki do obserwowania w poszukiwaniu nowych skrzynek pocztowych

source: Copy mail to a local mailbox?
pl: Kopiować pocztę do lokalnej skrzynki?

source: Create a tag for each mailbox?
pl: Stworzyć tag dla każdej skrzynki?

source: Is a potential source of new mail
pl: Jest potencjalnym źródłem nowej poczty

source: Tags applied to messages
pl: Tagi zastosowane do wiadomości

source: Local mailbox path
pl: Lokalna ścieżka skrzynki pocztowej

source: Is a source of new mail
pl: Jest źródłem nowej poczty

source: A tag representing this mailbox
pl: Tag reprezentujący tę skrzynkę

source: DEPRECATED: User profiles and personalities
pl: PRZESTARZAŁE: Profile użytkowników i tożsamości

source: Account name
pl: Nazwa konta

source: E-mail address
pl: Adres e-mail

source: Message signature
pl: Stopka wiadomości

source: DEPRECATED, DO NOT USE
pl: PRZESTARZAŁE, NIE UŻYWAĆ

source: Outgoing mail route
pl: Trasa wiadomości wychodzących

source: XMLRPC has been disabled for now.
pl: XMLRPC jest w obecnie wyłączone.

source: OMG, input too big
pl: OMG, za duży input

source: Unknown content-type
pl: Kontent nierozpoznanego typu

source: Internal Error
pl: Błąd wewnętrzny

source: Internal error
pl: Błąd wewnętrzny

source: There is something unknown or wrong with this signature
pl: Coś jest nie w porządku lub nieznanego z tym podpisem

source: Not Signed
pl: Niepodpisane

source: This message contains no signature, which means it could have come from anyone, not necessarily the real sender
pl: Ta wiadomość nie zawiera podpisu, co oznacza, że mogła zostać napisana przez kogokolwiek, niekoniecznie przez nadawcę

source: There was a weird error with this signature
pl: Był dziwny błąd z tym podpisem

source: Parts of this message have a signature with a weird error
pl: Części tej wiadomości mają podpis z dziwnym błędem

source: Invalid
pl: Niepoprawny

source: The signature was invalid or bad
pl: Podpis był niepoprawny lub zły

source: Mixed Invalid
pl: Mieszane, niewłaściwe

source: Parts of this message has a signature that are invalid or bad
pl: Części tej wiadomości mają podpis z dziwnym błędem

source: Revoked
pl: Unieważniony

source: Watch out, the signature was made with a key that has beenrevoked- this is not a good thing
pl: Uważaj, podpis został złożony za pomocą klucza, który został odwołany - to nie jest dobra rzecz.

source: Mixed Revoked
pl: Mieszane, odwołane

source: Watch out, parts of this message were signed from a key that has been revoked
pl: Uważaj, części tej wiadomości zostały podpisane kluczem, który został odwołany

source: Expired
pl: Przeterminowany

source: The signature was made with an expired key
pl: Podpisano kluczem, którego ważność wygasła

source: Mixed Expired
pl: Mieszane, przedawnione

source: Parts of this message have a signature made with an expired key
pl: Części tej wiadomości podpisano kluczem, którego ważność wygasła

source: The signature was made with an unknown key, so we can not verify it
pl: Ten podpis został złożony za pomocą nieznanego klucza, niemożliwe jest zweryfikowanie go

source: Parts of this message have a signature made with an unknown key which we can not verify
pl: Części tej wiadomości zostały podpisane nieznanym kluczem, nie można ich zweryfikować

source: Unverified
pl: Niezweryfikowany

source: The signature was good but it came from a key that is not verified yet
pl: Podpis był poprawny, ale wykonany kluczem, który jeszcze nie został zweryfikowany

source: Mixed Unverified
pl: Mieszane, niezweryfikowane

source: Parts of this message have an unverified signature
pl: Części tej wiadomości mają niezweryfikowany podpis

source: Verified
pl: Zweryfikowany

source: The signature was good and came from a verified key, w00t!
pl: Dobrze podpisane przy pomocy zweryfikowanego klucza, brawo Jasiu!

source: Mixed Verified
pl: Mieszane, potwierdzone

source: Parts of the message have a verified signature, but other parts do not
pl: Części tej wiadomości mają zweryfikowany podpis, niestety nie wszystkie

source: There is some unknown thing wrong with this encryption
pl: W tym szyfrze wystąpił nieznany błąd

source: Not Encrypted
pl: Niezaszyfrowane

source: This message was not encrypted. It may have been intercepted and read by an unauthorized party
pl: Ta wiadomość nie była zaszyfrowana. Mogła zostać przechwycona i przeczytana przez osoby trzecie.

source: Encrypted
pl: Zaszyfrowane

source: This message was encrypted, great job being secure
pl: Ta wiadomość została zaszyfrowana, dobra robota

source: Mixed Encrypted
pl: Mieszane, szyfrowane

source: Part of this message were encrypted, but other parts were not encrypted
pl: Część tej wiadomości były zaszyfrowane, niestety nie wszystkie

source: Missing Key
pl: Brakuje klucza

source: You do not have a private key that will decrypt this message. Perhaps it was encrypted to an old key you don't have anymore?
pl: Nie masz klucza prywatnego, który mógłby odszyfrować tę wiadomość. Być może została zaszyfrowana starym kluczem, do którego nie masz już dostępu?

source: Mixed Missing Key
pl: Mieszane, brak klucza

source: Parts of the message were unable to be decrypted because you are missing the private key. Perhaps it was encrypted to an old key you don't have anymore?
pl: Części wiadomości nie udało się odszyfrować, bo nie masz klucza prywatnego. Być może była ona zaszyfrowana starym kluczem, którego już nie posiadasz?

source: We failed to decrypt message and are unsure why.
pl: Nie udało się odszyfrować wiadomości, nie jesteśmy pewni czemu

source: We failed to decrypt parts of this message and are unsure why
pl: Nie udało się odszyfrować części tej wiadomości i nie wiadomo czemu

source: Mailpile security tip: \n\n Uh oh! This web site may be dangerous!\n Are you sure you want to continue?\n
pl: Porada bezpieczeństwa Mailpile: \n\n O kurcze! Ta strona wygląda niebezpiecznie!\n Czy na pewno chcesz kontynuować?\n

source: others
pl: inni

source: No Fingerprint
pl: Brak odcisku klucza

source: %s is too large to be a mailbox ID
pl: %s za duży by być ID skrzynki

source: Message not found?
pl: Nie znalazłeś wiadomości?

source: Extracted attachment %s
pl: Wyodrębniono załącznik %s

source: Wrote preview to: %s
pl: Zapisano podgląd do: %s

source: Failed to generate thumbnail
pl: Błąd generowania miniaturki

source: Wrote attachment to: %s
pl: Zapisano załącznik do: %s

source: No attachments found for: %s
pl: Nie znaleziono załącznika dla: %s

source: [Binary data suppressed]
pl: [Dane binarne pominięte]

source: Your metadata index is either too old, too new or corrupt!
pl: Twój indeks metadanych jest zbyt stary, zbyt nowy lub uszkodzony!

source: Loading metadata index...
pl: Trwa ładowanie indeksu metadanych...

source: Metadata index not found: %s
pl: Nie znaleziono indeksu metadanych: %s

source: Loading global posting list...
pl: Ładowanie globalnej listy wiadomości...

source: Recovered! Wrote bad metadata to: %s
pl: Odzyskano! Zapisano błędne metadane do: %s

source: Saving metadata index changes...
pl: Zapisuję zmiany w indeksie metadanych...

source: Saved metadata index changes
pl: Zmiany w indeksie metadanych zostały zapisane

source: Saving metadata index...
pl: Zapisuję indeks metadanych...

source: Saved metadata index
pl: Indeks metadanych zapisany

source: Updating high level indexes
pl: Uaktualnianie indeksów wyższego poziomu

source: Bogus line: %s
pl: Niepoprawna linia: %s

source: =%s/%s using Received: instead of Date:
pl: =%s/%s używa Received: zamiast Date:

source: =%s/%s has a bogus date
pl: =%s/%s ma niepoprawną datę

source: WARNING: No proper Message-ID for %s
pl: OSTRZEŻENIE: Brak poprawnego ID wiadomości dla %s

source: %s: Skipped: %s
pl: %s: Pominięto: %s

source: %s: Checking: %s
pl: %s: Sprawdzanie %s

source: %s: Error opening: %s (%s)
pl: %s: Błąd przy otwieraniu: %s (%s)

source: %s: Reading your mail: %d%% (%d/%d message)
pl: %s: Czytanie Twojej poczty: %d%% (wiadomość %d/%d)

source: %s: Reading your mail: %d%% (%d/%d messages)
pl: %s: Czytanie Twojej poczty: %d%% (wiadomości %d/%d)

source: Rescan interrupted: %s
pl: Ponowne skanowanie przerwane: %s

source: =%s/%s has bogus HTML.
pl: =%s/%s zawiera błędny HTML.

source: Searching for %s
pl: Trwa wyszukiwanie %s

source: Ignoring common word: %s
pl: Ignoruję zwykłe słowo: %s

source: Recovering from bogus sort, corrupt index?
pl: Błąd przy sortowaniu, błedny index?

source: Please tell team@mailpile.is !
pl: Zawiadom team@mailpile.is !

source: Unknown sort order: %s
pl: Nieznany błąd sortowania: %s

source: Sort failed, sorting badly. Partial index?
pl: Sortowanie nieudane i błędne. Częściowy indeks?

source: SendMail: from %s (%s), to %s via %s
pl: SendMail: od %s (%s), dla %s przez %s

source: Connecting to %s
pl: Łączę z %s

source: %s failed with exit code %d
pl: %s zakończyło się błędem nr %d

source: Sender rejected by SMTP server
pl: Nadawca odrzucony przez serwer SMTP

source: Server rejected recpient: %s
pl: Serwer odrzucił odbiorcę: %s

source: Server rejected DATA: %s %s
pl: Serwer odrzucił DATA: %s %s

source: Error spooling mail
pl: Błąd kolejkowania wiadomości

source: Invalid sendmail command/SMTP server: %s
pl: Nieprawidłowa komenda sendmaila/serwer SMTP: %s

source: Preparing message...
pl: Trwa przygotowywanie wiadomości...

source: Elapsed: %.3fs (%s)
pl: Upłynęło: %.3fs (%s)

source: <h1>Template not found</h1> <p>%s</p><p><b>DATA:</b> %s</p>
pl: <h1>Szablon nie odnaleziony</h1> <p>%s</p><p><b>DATA:</b> %s</p>

source: <h1>Template error</h1> <pre>%s</pre> <p>%s</p><p><b>DATA:</b> %s</p>
pl: <h1>Błąd szablonu</h1> <pre>%s</pre> <p>%s</p><p><b>DATA:</b> %s</p>

source: <h1>Template not found in %s</h1> <b>%s</b><br/><div><hr><p><b>DATA:</b> %s</p></div>
pl: <h1>Szablon nie znaleziony w %s</h1> <b>%s</b><br/><div><hr><p><b>DATA:</b> %s</p></div>

source: <h1>Template error in %s</h1> Parsing template %s: <b>%s</b> on line %s<br/><div><xmp>%s</xmp><hr><p><b>DATA:</b> %s</p></div>
pl: <h1>Błąd szablonu w %s</h1> Przetwarzanie szablonu %s: <b>%s</b> linia: %s<br/><div><xmp>%s</xmp><hr><p><b>DATA:</b> %s</p></div>

source: Number of edit messages does not match!
pl: Liczba wiadomości edycji się nie zgadza

source: FIXME: Multiple results, OMG WTF
pl: FIXME: Wielokrotne wyniki, OMG WTF

source: %d mins
pl: %d min

source: %d hour
pl: %d godzina

source: %d hours
pl: %d godzin

source: %d day
pl: %d dzień

source: %d days
pl: %d dni

source: Line number %s is out of range
pl: Numer linii %s jest poza zasięgiem

source: Trust not calculated
pl: Zaufanie nie obliczone

source: Unknown trust
pl: Nieznane zaufanie

source: Undefined trust
pl: Niezdefiniowane zaufanie

source: Never trust
pl: Nigdy nie ufaj

source: Marginally trust
pl: Zaufanie marginesowe

source: Full trust
pl: Zupełne zaufanie

source: Ultimate trust
pl: Najwyższe zaufanie

source: Expired key, not trusted
pl: Klucz już nieważny, niezaufany

source: Disabled key, not trusted
pl: Klucz wyłączony, niezaufany

source: Revoked key, not trusted
pl: Klucz odwołany, niezaufany

source: RSA (encrypt only)
pl: RSA (tylko szyfrowanie)

source: RSA (sign only)
pl: RSA (tylko podpis)

source: Elgamal (encrypt only)
pl: Elgamal (tylko szyfruj)

source: Elgamal (encrypt/sign) [COMPROMISED]
pl: Elgamal (szyfruj/podpisz) [NIEBEZPIECZNY]

source: Keys missing or ambiguous for %s
pl: Klucze brakujące lub niejednoznaczne dla %s

source: Failed to sign message!
pl: Nie udało się podpisać wiadomości!

source: Checking for new mailboxes
pl: Szukam nowych skrzynek

source: Rescanned %d mailboxes, failed to rescan %d
pl: Odświeżono %d skrzynek, nie udało się odświeżyć %d

source: Rescanned %d mailboxes
pl: Odświeżono %d skrzynek

source: Internal error! Sleeping...
pl: Błąd wewnętrzny! Usypianie...

source: Shut down
pl: Zamykanie

source: Failed to add message
pl: Nie udało się dodać wiadomości

source: Failed to remove message
pl: Nie udało się usunąć wiadomości

source: Fetching chunk %d failed
pl: Pobieranie fragmentu %d nie powiodło się

source: Failed to list mailbox contents
pl: Nie udało się wyświetlić zawartości skrzynki

source: Bad username or password
pl: Zły login lub hasło

source: An IMAP protocol error occurred
pl: Wystąpił błąd protokołu IMAP

source: A network error occurred
pl: Wystąpił błąd sieci

source: Watching %d maildir mailboxes
pl: Obserwowanie %d skrzynek maildir

source: Watching %d mbox mailboxes
pl: Obserwowanie %d skrzynek mbox

source: Saving %s state to %s
pl: Zapisuję stan %s do %s

source: No data found
pl: Nie znaleziono danych

source: Message not found
pl: Nie znaleziono wiadomości

source: Could not find a filename for the message.
pl: Nie znaleziono nazwy pliku dla tej wiadomości

source: Mailbox messages are immutable
pl: Wiadomości w skrzynce są niemodyfikowalne

source: Already registered: %s
pl: Już zarejestrowano: %s

source: Retraining SpamBayes autotaggers
pl: Przetrenowywanie autotagerów SpamBayes

source: Have %d interesting %s messages
pl: %d interesujących %s wiadomości

source: Reading %s (%d/%d, %s=%s)
pl: Czytanie %s (%d/%d, %s=%s)

source: Failed to process message at =%s
pl: Nie udało się przetworzyć wiadomości w =%s

source: Retrained SpamBayes auto-tagging for %s
pl: Przetrenowano automatyczne tagowanie SpamBayesa dla %s

source: Periodically retrain autotagger (seconds)
pl: Okresowo trenuj ponownie autotagera (sekundy)

source: Cannot update from multiple files
pl: Nie można uaktualnić z wielu plików

source: %d message(s) edited
pl: Zedytowanych wiadomości: %d

source: %d message(s) created
pl: Utworzonych wiadomości: %d

source: %d message(s) unchanged
pl: Niezmienionych wiadomości: %d

source: Please use update for editing messages
pl: Proszę użyj aktualizacji do edycji wiadomości

source: %s wrote:
pl: %s napisał(a):

source: Composing a reply from %(from)s to %(to)s, cc %(cc)s
pl: Tworzenie odpowiedzi od %(from)s do %(to)s, dw %(cc)s

source: Composing a reply from %(from)s to %(to)s
pl: Tworzenie odpowiedzi od %(from)s do %(to)s

source: You must configure a From address first.
pl: Musisz najpierw skonfigurować adres Od.

source: Sorry, ephemeral messages cannot have attachments at this time.
pl: Przykro mi, obecnie wiadomości ulotne nie mogą mieć załączników.

source: No messages selected
pl: Nie zaznaczono wiadomości

source: Error attaching to %s
pl: Błąd załączania do %s

source: Attached %s to %d messages
pl: Załączono %s do %d wiadomości

source: Missing keys %s
pl: Brakujące klucze %s

source: Failed to send %s
pl: Nie udało się wysłać %s

source: Failed to attach files
pl: Nie udało się załączyć plików

source: %d message(s) updated
pl: Odświeżonych wiadomości: %d

source: Missing encryption keys
pl: Brakujące klucze szyfrujące

source: The outbox is empty
pl: Wysłane są puste

source: Delay between attempts to send mail
pl: Przerwa między próbami wysłania poczty

source: (BASE64 ENCODED DATA)
pl: (DANE ZAKODOWANE BASE64)

source: Added %d lines
pl: Dodano %d linii

source: Error adding lines to %s
pl: Błąd przy dodawaniu linii do %s

source: Removed %d lines
pl: Usunięto %d linii

source: Error removing lines from %s
pl: Błąd przy usuwaniu linii z %s

source: Listed %d/%d results
pl: Wylistowano %d/%d wyników

source: Required paramter missing. Required parameters are: %s
pl: Brak wymaganego parametru. Parametry wymagane to: %s

source: Unknown parameter passed to importer. Provided %s; but known parameters are: %s
pl: Nieznany parametr przekazany do importera. Podano %s, lecz znane parametry to: %s

source: Choosing from address
pl: Wybieranie z adresu

source: Found %d events
pl: Znaleziono %d wydarzeń

source: Canceled %d events
pl: Anulowano %d wydarzeń

source: Event is not undoable
pl: Wydarzenia nie da się cofnąć

source: Generated Javascript API
pl: Wygenerowano Javascript API

source: %(user)s on %(host)s
pl: Użytkownicy na serwerach

source: Unknown migration: %s (available: %s)
pl: Nieznana migracja: %s (dostępne: %s)

source: Performed %d migrations, failed %d.
pl: Wykonano %d migracji, błędnych: %d.

source: Listed available plugins
pl: Wylistowano dostępne wtyczki

source: Already loaded: %s
pl: Już załadowano: %s

source: Failed to load plugin: %s
pl: Nie udało się załadować wtyczki: %s

source: Loaded plugins: %s
pl: Załadowane wtyczki: %s
