Repository: SpookyBread0-o/Mailpile
Catalog: locale/*/LC_MESSAGES/mailpile.po
Languages: pl

source: Required plugins can not be disabled: %s
pl: Wymagane wtyczki nie mogą być wyłączone: %s

source: Plugin not loaded: %s
pl: Wtyczka nie załadowana: %s

source: Disabled plugins: %s (restart required)
pl: Wyłączone wtyczki: %s (wymagane ponowne uruchomienie)

source: Weird starting point: %s
pl: Dziwny punkt startowy: %s

source: Prepared %d search results
pl: Przygotowano %d wyników wyszukiwania

source: Found %d results in %.3fs
pl: Znaleziono %d wyników w %.3fs

source: You must perform a search before requesting the next page.
pl: Musisz wykonać wyszukiwanie zanim przejdziesz na następną stronę.

source: Displayed next page of results.
pl: Wyświetlono następną stronę wyników.

source: You must perform a search before requesting the previous page.
pl: Musisz wykonać wyszukiwanie zanim przejdziesz na poprzednią stronę.

source: Displayed previous page of results.
pl: Wyświetlono poprzednią stronę wyników.

source: Displayed a single message
pl: Wyświetlono pojedynczą wiadomość

source: New
pl: Nowa

source: Inbox
pl: Odebrane

source: Blank
pl: Pusto

source: Drafts
pl: Szkice

source: Outbox
pl: Wychodzące

source: MaybeSpam
pl: ChybaSpam

source: Ham
pl: Szynka

source: Trash
pl: Kosz

source: All Mail
pl: Cała poczta

source: Photos
pl: Zdjęcia

source: Files
pl: Pliki

source: Links
pl: Odnośniki

source: Created default tags
pl: Stworzono domyślne tagi

source: Enabling spambayes autotagger
pl: Włącz autotager SpamBayesa

source: Please install spambayes for super awesome spam filtering
pl: Zainstaluj proszę SpamBayesa aby uzyskać uberfajne filtrowanie spamu

source: Enabling gravatar image importer
pl: Włączam importer obrazków gravatara

source: Importing contacts from GPG keyring
pl: Importuję kontakty z pęku kluczy GPG

source: Oh no, PGP/GPG support is unavailable!
pl: O nie, wsparcie dla PGP/GPG niedostępne!

source: Obfuscating search index and enabling indexing of encrypted e-mail.
pl: Obfuskuje indeks wyszukiwania i włączam indeksowanie szyfrowanej poczty.

source: Performed initial Mailpile setup
pl: Wykonano wstępną konfigurację MailPile

source: Oh noes, we have no GnuPG
pl: O nie-e, nie mamy GnuPG

source: Found a keychain
pl: Znaleziono pęk kluczy

source: Created a new key
pl: Nowy klucz stworzony

source: That all worked
pl: Wszystko zadziałało

source: Found settings for %d addresses
pl: Znaleziono ustawienia dla %d adresów

source: SMTP Daemon
pl: Serwer SMTP

source: Undid tagging operation
pl: Cofnij operację tagowania

source: Scheduled %d messages for future tagging
pl: Zaplanowano przyszłe tagowanie %d wiadomości

source: Add tags here!
pl: Dodaj tagi tutaj!

source: Added %d tags
pl: Dodano %d tagów

source: Listed %d tags
pl: Wyświetlono %d tagów

source: Deleted %d tags
pl: Skasowano %d tagów

source: Need flags and search terms or a hook
pl: Wymagane są flagi, kryteria wyszukiwania lub hak

source: Import contacts from GnuPG keyring
pl: Zaimportuj kontakty z pęku kluczy GnuPG

source: Enable this importer
pl: Włącz ten importer

source: Location of keyring
pl: Lokalizacja pęku kluczy

source: Import contact info from a Gravatar server
pl: Importuj dane kontaktu z serwera Gravatar

source: Minimum days between refreshing
pl: Minimalna ilość dni między odświeżeniem

source: Preferred thumbnail size
pl: Preferowany rozmiar miniaturki

source: Gravatar server URL
pl: Adres serwera Gravatar

source: Demo Contacts
pl: Kontakty demo

source: This is the demo importer
pl: Demo importer

source: Contact name
pl: Nazwa kontaktu

source: Contact email
pl: Email kontaktu

source: I refuse to work with empty or gross data
pl: Nie będę działać z pustymi lub wstrętnymi danymi

source: I hashed your data for you, yay!
pl: Zahaszowałem twoje dane, hurra!

source: That was fun!
pl: Ale fajnie!

source: Displayed raw metadata
pl: Pokaż surowe metadane

source: Add Contact
pl: Dodaj kontakt

source: Name
pl: Nazwa

source: Add
pl: Dodaj

source: Import Contacts
pl: Import kontaktów

source: Contacts
pl: Kontakty

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: of
pl: z

source: 1 Conversation
pl: 1 konwersacja

source: No results found
pl: Brak rezultatów

source: Hey that's you
pl: Hej, to Ty

source: Compose
pl: Napisz nową

source: Security & Keys
pl: Bezpieczeństwo i klucze

source: You have no encryption keys for this contact. You need encryption keys in order to communicate securely.
pl: Nie masz kluczy szyfrujących dla tego kontaktu. Potrzebujesz kluczy szyfrujących żeby komunikować się bezpiecznie.

source: Find Encryption Keys
pl: Znajdź klucze szyfrujące

source: Crypto Policy
pl: Polityka szyfrowania

source: Stats
pl: Staty

source: Conversations
pl: Konwersacje

source: Filters
pl: Filtry

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: Help
pl: Pomoc

source: %(name)s mailpile has %(size)s messages
pl: %(name)s mailpile ma %(size)s wiadomości

source: Welcome to Mailpile!
pl: Witamy w Mailpile!

source: You're about to experience secure email like never before!
pl: Zaraz doświadczysz poczty bezpiecznej jak nigdy!

source: Begin
pl: Zacznij

source: Basic Information
pl: Podstawowe informacje

source: If you have a PGP key with a passphrase, use that passphrase here!
pl: Jeśli masz klucz PGP z hasłem, wprowadź to hasło tutaj!

source: We found an existing PGP keychain
pl: Znaleziono istniejący pęk kluczy PGP

source: Do you want to generate a new key or import this keychain?
pl: Wygenerować nowy czy zaimportować ten pęk kluczy?

source: Learn About PGP Keys
pl: Dowiedz się więcej o kluczach PGP

source: Generate
pl: Generuj

source: Import
pl: Importuj

source: New PGP key generated
pl: Nowy klucz PGP wygenerowany

source: This is your key’s verification fingerprint
pl: Odcisk klucza

source: See Key Details
pl: Szczegóły klucza

source: Donate
pl: Wspomóż

source: Donate To Mailpile
pl: Rzuć na tacę

source: Or you can donate to our
pl: Albo możesz nas wesprzeć na nasz

source: Bitcoin Wallet
pl: Portfel bitcoin

source: is free software made by
pl: to wolne oprogramowanie stworzone przez

source: more
pl: więcej

source: To
pl: Do

source: Cc
pl: DW

source: Bcc
pl: UDW

source: Subject
pl: Temat

source: None
pl: Żadne

source: Can't Encrypt
pl: Nie mogę zaszyfrować

source: Error Encrypting
pl: Błąd szyfrowania

source: This message and metadata will not be encrypted
pl: Ani wiadomość, ani metadane nie będą szyfrowane

source: This message and attachments will be encrypted. The recipients & subject (metadata) will not
pl: Wiadomość i załączniki będą zaszyfrowane. Lista odbiorców i metadane nie

source: This message cannot be encrypted because you do not have keys for one or more recipients
pl: Ta wiadomość nie może być zaszyfrowana, ponieważ nie masz klucza niektórych odbiorców

source: There was an error prepping this message for encryption
pl: Wystąpił błąd podczas szyfrowania wiadomości

source: Signed
pl: Podpisano

source: Unsigned
pl: Nie podpisano

source: Signature Error
pl: Błędny podpis

source: This message will be signed with your key. Recipients who have your key will know it actually came from you :)
pl: Wiadomość będzie podpisana Twoim kluczem. Odbiorcy posiadający twój klucz będą mieć pewność, że jesteś jej autorem :)

source: This message will not be signed with your key. Recipients will have no way of knowing it actually came from you.
pl: Wiadomość nie będzie podpisana twoim kluczem. Odbiorcy nie będą mieć pewności, że przyszła od Ciebie.

source: Error accesing your key
pl: Błąd w dostępie do twojego klucza

source: hide details
pl: ukryj szczegóły

source: autosaving...
pl: autozapis

source: error autosaving
pl: błąd autozapisu

source: Choose sending profile ...
pl: Wybierz profil wysyłki...

source: Save
pl: Zapisz

source: Reply
pl: Odpowiedź

source: Send
pl: Wyślij

source: We were unable to find the message you requested, perhaps it was deleted?
pl: Nie udało nam się znaleźć wiadomości którą szukasz, być może została ona już skasowana?

source: Oops, You've Found a Quirk
pl: Ups, jakiś błąd

source: There's something happening here. What it is ain't exactly clear. Everybody look what's going down.
pl: Coś się tu dzieje. Nie do końca wiadomo co. Podziwiajcie!

source: If you think this is a bug, please file a <a href="%(url)s" target="_blank">bug report</a>
pl: Jeśli uważasz to za bug, wyślij do nas <a href="%(url)s" target="_blank">zgłoszenie buga</a>

source: Notifications
pl: Powiadomienia

source: From
pl: Od

source: Start Date
pl: Data początkowa

source: to
pl: do

source: With
pl: Z

source: No Tags
pl: Bez tagów

source: In
pl: W

source: All Groups
pl: Wszystkie grupy

source: We are searching numerous sources for encryption keys that match the address:
pl: Przeszukuję różne źródła kluczy szyfrujących dla tego adresu:

source: Key
pl: Klucz

source: Created
pl: Stworzono

source: Key Size
pl: Rozmiar klucza

source: Key Type
pl: Typ klucza

source: Archive
pl: Archiwizuj

source: Remove
pl: Usuń

source: Apply
pl: Zastosuj

source: Send Your Public Key
pl: Wyślij swój klucz publiczny

source: Send Selected Keys
pl: Wyślij wybrane klucze

source: Finding Encryption Keys
pl: Wyszukiwanie kluczy szyfrujących

source: Import Selected Keys
pl: Zaimportuj wybrane klucze

source: No Subject
pl: Bez tematu

source: Done Editing
pl: Zakończ edycję

source: Edit Sidebar
pl: Edytuj panel boczny

source: Friends & Family
pl: Rodzina i przyjaciele

source: friends-family
pl: przyjaciele-rodzina

source: Display
pl: Wyświetlanie

source: Parent
pl: Rodzic

source: none
pl: nic

source: Template
pl: Szablon

source: No Recipients
pl: Nie ma odbiorców

source: Bcc:
pl: Udw:

source: Raw Source
pl: Źródło

source: Click item or checkbox to select
pl: Kliknij element lub kratkę żeby wybrać

source: Messages
pl: Wiadomości

source: People
pl: Ludzie

source: Tags
pl: Tagi

source: Snug
pl: Wąskie

source: Cozy
pl: Normalne

source: Comfy
pl: Szerokie

source: Assign Tags
pl: Przypisz tagi

source: Archive Selection
pl: Archiwizuj zaznaczone

source: Unread
pl: Oznacz jako nieprzeczytane

source: Read
pl: Oznacz jako przeczytane

source: Move to Spam
pl: Przenieś do spamu

source: All
pl: Wszystkie

source: Attachments
pl: Załączniki

source: Messages with attachments
pl: Wiadomość z załącznikami

source: List
pl: Lita

source: List view
pl: Widok listy

source: Routes
pl: Wychodzące

source: Advanced
pl: Zaawansowane

source: Add Tag
pl: Otaguj

source: Create a new tag
pl: Dodaj nowy tag

source: All current filters
pl: Bieżące filtry

source: Type
pl: Typ

source: Browse Tag
pl: Przeglądaj tag

source: Remove Tag
pl: Usuń tag

source: Close
pl: Zamknij

source: No Results Found
pl: Brak rezultatów

source: It seems your Mailpile does not contain any messages, tags or contacts for the search
pl: Wygląda na to, że MailPile nie zawiera żadnych wiadomości, tagów ani kontaktów do wyszukiwania

source: Here are some other options for you
pl: Oto nieco innych opcji dla Ciebie

source: Searched <strong>%(number)s</strong> messages in <strong>%(elapsed)s</strong> seconds.
pl: Przeszukano <strong>%(number)s</strong> wiadomości w <strong>%(elapsed)s</strong> sekund.

source: Vroom!
pl: Wrrrum!

source: Hrm, We Could Not Find Anything
pl: Hmmm, Nic Nie Mogliśmy Znaleźć

source: chelsea@email.com
pl: chelsea@poczta.com

source: Delivery route
pl: Trasa doręczenia

source: my delivery route
pl: moja trasa doręczenia

source: username@smtp.mailserver.org
pl: login@smtp.serwerpoczty.org

source: Server
pl: Serwer

source: smtp.mailserver.org
pl: smtp.serwerpoczty.org

source: Add Profile
pl: Dodaj profil

source: Your Profiles
pl: Twoje profile

source: Address:
pl: Adres:

source: Route:
pl: Trasa:

source: Add Route
pl: Dodaj kontakt

source: Edit Route
pl: Edytuj trasę

source: Permit browser notifications
pl: Zezwól na powiadomienia przeglądarki

source: Advanced Settings
pl: Tworzenie: %s

source: Icon & Color
pl: Ikona i kolor

source: Change Icon
pl: Zmień ikonę

source: Change Color
pl: Zmień kolor

source: Priority Tag
pl: Tag priorytetu

source: Invisible
pl: Niewidzialne

source: Parent Tag
pl: Tag nadrzędny

source: Delete Tag
pl: Usuń tag

source: Pick Tag Icon
pl: Wybierz ikonę tagu

source: Pick Tag Color
pl: Wybierz kolor tagu

source: Edit:
pl: Edytuj:

source: Edit Tag
pl: Otaguj
